{
  "Conform": { "branch": "master" },
  "Crates": { "branch": "main" },
  "Gruvbox": { "branch": "main" },
  "Lint": { "branch": "master" },
  "Lspconfig": { "branch": "master" },
  "LuaLine": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Mason": { "branch": "main" },
  "Mason Lspconfig": { "branch": "main" },
  "Oil": { "branch": "master" },
  "Rust": { "branch": "master" },
  "Rustaceanvim": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "Telescope UI": { "branch": "master" },
  "Treesitter": { "branch": "main" },
  "VimTeX": { "branch": "master" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pywal": { "branch": "main" },
  "ts-textobjs": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}
